results/M2/M2-20260920T123901Z/sphere_M3_fine_Co0p05/dictionaries/system/decomposeParDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      decomposeParDict;
}
// AETHER template - upper-case placeholders between at-signs are filled by aether.cfd.case.

numberOfSubdomains 1;
method          scotch;
